{
  "hello1": "Hellolo1",
  "hello2": "Hellolololololo2",
  "hello3": "Hellololololololololo3",
  "VIEW_ALL": "View all",
  "GOOD_PRODUCT": "Best selling products",
  "POPULAR_PRODUCT": "Popular products",
  "PROMOTION_PRODUCT": "Promotion products",
  "NEWS_RELEASE": "News release",
  "WANGDEK_INFO": "Wangdek Info",
  "READ_MORE": "Read more...",
  "HOME_BACK": "Main page",
  "PAYMENT_NOTIFICATION": "Payment",
  "CONFIRM": "Confirm",
  "CANCEL": "Cancel",
  "LOAD_MORE": "Load more",
  "NOTIFICATION_TEXT1": "Wang Dek Toysland Company Limited is one of Thailand’s top wholesalers and retailers of children toys. The company was established in 1971 by Mr. Yuthapong Lertwirojkul and Mrs. Russamee Lertwirojkul with a strong determination to provide developmental and educational toys that help to enrich new baby’s or child’s learning skills while still being fun. Wangdek is renowned for its high quality products at affordable prices. Forty years have passed by, and today, Wangdek is recognized as a leading wholesaler and retailer of children To better serve our customers, we moved to Vibhavadi Rangsit Road in 1987. Wang Dek imports products from overseas including Japan, China and Taiwan so that the customers can choose varieties of products from different foreign brands. However, understanding the market demand Wangdek offers high quality local products for the customers manufactured by Uniontoy (Thailand), which is a subsidiary of Wang Dek Toysland Company Limited.",
  "NOTIFICATION_TEXT2": " In 1990, we expanded our market from retail business to direct selling and provided goods to department stores, hypermarkets, bookstores, gas stations, and specialty stores. Meanwhile, we successfully opened up our toy stores called “Small World”. Currently, we are proud to have eight Small world branches and one Small world outlet store in Thailand. Apart from children toys, Wang Dek has expanded its product lines to cover infants and mothers and children care products. In the meantime, Mattel East Asia Limited has appointed us as an exclusive distributor, Wang Dek is also a distributor of Mattel Products from USA likes Barbie, Hotwheels, Fisher Frice, Thomas, Hello Kitty form Sornio Japan, Famosa from Spain, Goodbaby and Ching Ching from Taiwan and licensed products of Disney, Ben 10 and Angry Birds , CAT",
  "NOTIFICATION_TEXT3": "As a result of our product expansion plans, Wang Dek introduced baby feeding products in the market in 2009. We were chosen to be the sole distributor of Tommee Tippee brand from UK representing their feeding, soothing, weaning and monitoring items.",
  "NOTIFICATION_TEXT4": "Our mission is to provide best quality toys at affordable prices for our customers. We strongly believe “Smart children of today will become responsible citizen of tomorrow”. We have been uncompromisingly upholding this core belief for more than 40 years.",
  "GUIDE_TEXT1": "โดยการคลิกที่ปุ่ม หยิบลงตะกร้า หรือหากคุณต้องการเก็บสินค้าไว้ เลือกภายหลัง สามารถบันทึกขไว้ได้โดยคลิกที่ปุ่ม รายการโปรด ที่เป็นสัญลักษณ์รูปหัวใจ ซึ่งต้องทำการเข้าสู่ระบบก่อน จึงจะสามารถบันทึกสินค้าไว้ในรายการโปรดของคุณได้",
  "GUIDE_TEXT2": "คุณสามารถตรวจสอบรายการสินค้า และแก้ไขรายการสั่งซื้อสินค้าได้ในหน้า ตะกน้าสินค้า หลังจากนั้น คลิกปุ่ม ดำเนินการต่อ เพื่อไปยังหน้าเลือกช่องทางและที่อยู่ในการจัดส่งสินค้า",
  "GUIDE_TEXT3": "คุณสามารถเลือกบริการการจัดส่งสินค้า และเลือกที่อยู่ในการจัดส่งหรือแก้ไขที่อยู่จัดส่งได้ ในขั้นตอนนี้ หากต้องการกลับไปแก้ไขรายการสินค้า สามารถคลิกที่ปุ่ม ซื้อสินค้าเพิ่มเพื่อกลับไปยังหน้า ตะกร้าสินค้าได้ แต่หากต้องการยืนยันการสั่งซื้อสินค้าแล้วให้คลิกที่ปุ่ม ดำเนินการต่อ เพื่อไปยังหน้าเลือกช่องทางการชำระเงิน",
  "GUIDE_TEXT4": "คุณสามารถเลือกช่องทางการชำระเงินได้ 2 วิธี คือ การโอนเข้าบัญชีธนาคาร และการชำระเงินผ่านบัตรเครดิต/เดบิต",
  "GUIDE_TEXT5": "เมื่อคุณได้ทำการโอนเงินผ่านบัญชีธนาคาร สามารถแจ้งการชำระเงินของคุณได้ที่หน้าเว็บไซต์ โดยคลิกที่เมนู แจ้งชำระเงิน คุณจะต้องกรอกรายละเอียด หมายเลขสั่งซื้อ รายละเอียดส่วนบุคคลของธนาคารที่ทำการโอนเข้า และภาพสลิปหลักฐานการโปน เมื่อกรอกข้อมูลครบถ้วนแล้วให้คลิปที่ปุ่ม แจ้งชำระเงิน เพื่อส่งข้อมูลให้เจ้าหน้าที่ทำการตรวจสอบและจัดส่งสินค้าให้คุณตามรายการที่สั่งซื้อไว้"
}
