{
  "hello1": "สวัสดีครับ1",
  "hello2": "สวัสดีครับสวัสดีครับ2",
  "hello3": "สวัสดีครับสวัสดีครับสวัสดีครับ3",
  "VIEW_ALL": "ดูทั้งหมด",
  "GOOD_PRODUCT": "สินค้าขายดี",
  "POPULAR_PRODUCT": "สินค้ายอดนิยม",
  "PROMOTION_PRODUCT": "สินค้าโปรโมชั่น",
  "NEWS_RELEASE": "ข่าวประชาสัมพันธ์",
  "WANGDEK_INFO": "Wangdek Info",
  "READ_MORE": "อ่านต่อ...",
  "HOME_BACK": "กลับสู่หน้าหลัก",
  "PAYMENT_NOTIFICATION": "แจ้งชำระเงิน",
  "CONFIRM": "ยืนยัน",
  "CANCEL": "ยกเลิก",
  "LOAD_MORE": "โหลดเพิ่มเติม",
  "NOTIFICATION_TEXT1": "ก่อตั้งขึ้นในปี พ.ศ. 2514  โดย คุณยุทธพงษ์  เลิศวิโรจน์กุล  และคุณรัศมี  เลิศวิโรจน์กุล  ด้วยความตั้งใจแนวแน่ที่จะพัฒนาอุตสาหกรรม  ของเด็กเล่นให้มีแต่สินค้าคุณภาพเพื่อเป็นพื้นฐานในการเสริมสร้างจินตนาการความรู้  และความสนุกสนานให้แก่เด็กๆบริษัทวังเด็กทอยส์แลนด์ จำกัด  เป็นผู้จัดจำหน่ายของเด็กเล่นหลากหลายชนิด  ตั้งแต่สินค้าแบรนด์ชั้นนำไปจนถึงสินค้าทั่วไป อีกทั้งยังเป็นตัวแทนจำหน่ายสินค้าสำหรับเด็กตั้งแต่แรกเกิดจนถึง 10 ปี นอกจากนี้เรายังเป็นผู้จัดจำหน่ายของเล่นประเภทเครื่องกีฬา และเครื่องดนตรีอีกด้วย เนื่องจากบริษัททำธุรกิจเกี่ยวกับของเล่นสำหรับเด็ก  ความปลอดภัยและคุณภาพของสินค้าจึงมาเป็นอันดับหนึ่งในการเลือกสินค้าแต่ละชนิดเข้ามาจำหน่ายแก่ผู้บริโภคชื่อเสียงของบริษัทวังเด็กทอยส์แลนด์ จำกัด จึงเป็นที่รู้จักอย่างดีในวงการของเล่นเป็นเวลากว่า 40 ปี   สินค้าส่วนใหญ่ของเรานำเข้ามาจากต่างประเทศ ได้แก่ ญี่ปุ่น จีน และไต้หวัน นอกจากนี้ยังมีสินค้าที่ผลิตในประเทศไทยโดยโรงงานยูเนี่ยนทอย (ไทยแลนด์) ซึ่งเป็นบริษัทในเครือฯ",
  "NOTIFICATION_TEXT2": "บริษัทฯ ได้ขยายตลาดการจำหน่ายของเล่นไปสู่กลุ่มของเล่นสำหรับเด็กอ่อน  รวมถึงสินค้าแม่และเด็ก และยังได้รับการแต่งตั้งจากบริษัทของเล่นชื่อดังระดับโลกอย่างแมทเทล ( Mattel ) ให้เป็นตัวแทนจำหน่ายสินค้าคุณภาพแบรนด์ฟิชเชอร์ไพรซ์ ( Fisher-Price ) “แต่เพียงผู้เดียว”ในประเทศไทย และ รวมไปถึงของเล่นลิขสิทธิ์ (Mattel Entertainment) ได้แก่ Thomas and Friends , Barbie , Hot Wheels , Monster High ,Toy Story , Cars , Disney Princess , Disney , Ben10 และ Angry Birds , CAT เป็นต้น",
  "NOTIFICATION_TEXT3": "วังเด็กฯ ได้ขยายตลาดจากของเล่นเด็ก สู่การเป็นตัวแทนจำหน่ายผลิตภัณฑ์ขวดนมและของใช้เด็กอ่อน โดยบริษัทได้รับเลือกเป็นตัวแทนจำหน่ายขวดนมและผลิตภัณฑ์แม่และเด็ก ยี่ห้อดังจากประเทศอังกฤษ “Tommee Tippee” จนถึงปัจจุบัน",
  "NOTIFICATION_TEXT4": "ทั้งนี้บริษัทวังเด็กฯ ได้ยึดปรัชญาในการดำเนิน ธุรกิจที่ว่า “ เด็กในวันนี้คืออนาคตที่ดีของประเทศในวันหน้า” เพราะฉะนั้นเราจึงตระหนักว่าการทำการค้าเกี่ยวกับเด็ก  เราต้องให้ความสำคัญ ในการส่งเสริมทักษะ และ พัฒนาการของเด็กให้มากที่สุด ดังนั้นการนำเสนอสินค้าของเด็กเล่นที่มีคุณภาพจึงเป็นหน้าที่ที่บริษัทฯ ยึดมั่นตลอดมา",
  "GUIDE_TEXT1": "โดยการคลิกที่ปุ่ม หยิบลงตะกร้า หรือหากคุณต้องการเก็บสินค้าไว้ เลือกภายหลัง สามารถบันทึกขไว้ได้โดยคลิกที่ปุ่ม รายการโปรด ที่เป็นสัญลักษณ์รูปหัวใจ ซึ่งต้องทำการเข้าสู่ระบบก่อน จึงจะสามารถบันทึกสินค้าไว้ในรายการโปรดของคุณได้",
  "GUIDE_TEXT2": "คุณสามารถตรวจสอบรายการสินค้า และแก้ไขรายการสั่งซื้อสินค้าได้ในหน้า ตะกน้าสินค้า หลังจากนั้น คลิกปุ่ม ดำเนินการต่อ เพื่อไปยังหน้าเลือกช่องทางและที่อยู่ในการจัดส่งสินค้า",
  "GUIDE_TEXT3": "คุณสามารถเลือกบริการการจัดส่งสินค้า และเลือกที่อยู่ในการจัดส่งหรือแก้ไขที่อยู่จัดส่งได้ ในขั้นตอนนี้ หากต้องการกลับไปแก้ไขรายการสินค้า สามารถคลิกที่ปุ่ม ซื้อสินค้าเพิ่มเพื่อกลับไปยังหน้า ตะกร้าสินค้าได้ แต่หากต้องการยืนยันการสั่งซื้อสินค้าแล้วให้คลิกที่ปุ่ม ดำเนินการต่อ เพื่อไปยังหน้าเลือกช่องทางการชำระเงิน",
  "GUIDE_TEXT4": "คุณสามารถเลือกช่องทางการชำระเงินได้ 2 วิธี คือ การโอนเข้าบัญชีธนาคาร และการชำระเงินผ่านบัตรเครดิต/เดบิต",
  "GUIDE_TEXT5": "เมื่อคุณได้ทำการโอนเงินผ่านบัญชีธนาคาร สามารถแจ้งการชำระเงินของคุณได้ที่หน้าเว็บไซต์ โดยคลิกที่เมนู แจ้งชำระเงิน คุณจะต้องกรอกรายละเอียด หมายเลขสั่งซื้อ รายละเอียดส่วนบุคคลของธนาคารที่ทำการโอนเข้า และภาพสลิปหลักฐานการโปน เมื่อกรอกข้อมูลครบถ้วนแล้วให้คลิปที่ปุ่ม แจ้งชำระเงิน เพื่อส่งข้อมูลให้เจ้าหน้าที่ทำการตรวจสอบและจัดส่งสินค้าให้คุณตามรายการที่สั่งซื้อไว้",
  "TERM_CONDITIONS_TEXT1": "       Wangdek Co. Ltd and its affiliates (collectively, Wangdek, we, us, and our) respect your privacy. Please read the following to learn more about our Privacy Policy (this Policy). This Policy applies to Huawei websites, products, and services that display or provide links to this Policy. This Policy describes how Huawei processes your personal data, but it may not address all possible data processing scenarios. Huawei may inform you of product- or service-specific data collection through supplementary policies or notices provided before collection.",
  "PRIVACY_TEXT1": "       Wangdek Co. Ltd and its affiliates (collectively, Wangdek, we, us, and our) respect your privacy. Please read the following to learn more about our Privacy Policy (this Policy). This Policy applies to Huawei websites, products, and services that display or provide links to this Policy. This Policy describes how Huawei processes your personal data, but it may not address all possible data processing scenarios. Huawei may inform you of product- or service-specific data collection through supplementary policies or notices provided before collection."
}
